Tekla Open API Reference for Tekla Structures 2025
ImageListComboBox.HoverColor Property
 Gets or sets the hover color of the combo box.
 Namespace: Tekla.Structures.Dialog.UIControls
 Assembly: Tekla.Structures.Dialog (in Tekla.Structures.Dialog.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public Color HoverColor { get; set; }
Public Property HoverColor As Color
	Get
	Set
Property Value
Type: Color
See Also
Reference
ImageListComboBox Class
Tekla.Structures.Dialog.UIControls Namespace